[{"id":148,"created_at":"2025-03-15T21:42:15.99912+00:00","line_id":319818,"item_data":{"id": 2, "end": 1577836800000, "tag": 2, "name": "Zakladni skola Barrandov", "group": 2, "start": 1293840000000, "cssVariables": {"--item-background": "#B0FFD4"}},"description":"<p><strong>Nejsem fanousek</strong> teto skoly a hlavne <u>pana tridniho</u>.</p>"}, 
 {"id":76,"created_at":"2025-03-01T14:24:12.462141+00:00","line_id":209874,"item_data":{"id": 1, "end": -238886150400000, "tag": 1, "name": "MEZOLIT (STŘEDNÍ DOBA KAMENNÁ)", "group": 2, "start": -314622835200000, "cssVariables": {"--item-background": "#767676"}},"description":"<p class=\"ql-align-justify\">Mezolitem rozumíme přechodné období mezi paleolitem a následujícím neolitem. Toto období je v Evropě často uznáváno spíše tradičně (ale na Předním východě lze s jistotou mluvit o samostatném období), na našem území jde spíše o závěrečnou vývojovou fázi paleolitu (mezolit proto bývá označován rovněž jako <em>epipaleolit</em>, koncový paleolit). Období mezolitu začalo po poslední době ledové. Při následném oteplení se na našem území změnila druhová skladba lovné zvěře – chladnomilná stádní zvířata byla vystřídána zvířaty žijícími v menších stádech v lesním prostředí. Člověk se tudíž musel přeorientovat na nový způsob lovu, navíc se při získávání obživy začíná výrazněji prosazovat i rybolov a lov vodního ptactva. Rovněž větší podíl potravy tvořily pokrmy rostlinného původu.Lidé sídlili v malých lovecko-sběračských tábořištích, nejčastěji na místech se sušším podložím. Taková tábořiště bývala osidlována opakovaně (zejména v blízkosti větších vodních toků či vodních ploch), k sídlení jsou často využívány i skalní převisy. Na rozdíl od sídlišť nejsme v období mezolitu bezpečně informováni o pohřbívání. Nové klimatické podmínky a změna skladby lovné zvěře měly za následek i změnu technologie opracování kamene – místo mladopaleolitických <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#štípaná%20industrie\" rel=\"noopener noreferrer\" target=\"_blank\">štípaných čepelí </a>se začínají objevovat tzv. mikrolity (tj. úštěpky menších rozměrů). Došlo rovněž i k inovaci ve výrobě nástrojů: mikrolitické úštěpy byly často vkládány v sadách do dřevěných či kostěných rukojetí, tudíž mohly být jednotlivé části při poškození snáze nahrazeny.</p><p class=\"ql-align-justify\">Závěr mezolitu se s největší pravděpodobností kryje s nástupem neolitu – příchod neolitických zemědělců způsobil proměnu ve využití krajiny (viz <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#neolit\" rel=\"noopener noreferrer\" target=\"_blank\">neolit</a>) a této změně se museli přizpůsobit i mezolitičtí lovci-sběrači. Osud nositelů mezolitické kultury není znám, existuje však několik hypotéz: Ustoupili do okrajových, pro zemědělství nevhodných oblastí? Byli násilně potlačeni nově příchozím obyvatelstvem? Přizpůsobili se neolitickému (zemědělskému) způsobu života?</p>"}, 
 {"id":156,"created_at":"2025-03-15T21:50:20.6021+00:00","line_id":319818,"item_data":{"id": 9, "end": 1640995200000, "tag": 9, "name": "McDonalds na IP Pavlova", "group": 5, "start": 1609459200000, "cssVariables": {"--item-background": "#B86F6F"}},"description":"<p>Celkem zabava</p>"}, 
 {"id":82,"created_at":"2025-03-01T14:36:20.407589+00:00","line_id":209874,"item_data":{"id": 6, "end": -50333356800000, "tag": 6, "name": "DOBA ŘÍMSKÁ", "group": 2, "start": -63113904000000, "cssVariables": {"--item-background": "#97170F"}},"description":"<p class=\"ql-align-justify\">Doba římská se chronologicky překrývá s trváním Římského císařství, od kterého bylo převzato pojmenování pro předposlední etapu evropského pravěku. K tomuto období se vztahuje řada historických pramenů, z nichž se některé přímo zmiňují o středoevropském prostoru (tzv. <em>Velké</em> či <em>Svobodné Germanii</em> – její popis můžeme najít v díle Klaudia Ptolemaia<em> Geógrafiké hyfégésis</em>; významným pramenem pro poznání života starých <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#germáni\" rel=\"noopener noreferrer\" target=\"_blank\">Germánů</a> je Tacitova <em>Germania</em>). Na našem území můžeme tuto epochu charakterizovat příchodem germánských kmenů Markomanů a Kvádů, ti osídlili území <em>Boiohaema</em> po decimaci části <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#Keltové\" rel=\"noopener noreferrer\" target=\"_blank\">keltského</a> obyvatelstva, kdy se Bójové neúspěšně pokusili o kolonizaci Panonie. Z historických pramenů jsme rovněž informováni o některých místních vládcích, např. o Marobudovi, Markomanovi vychovaném na dvoře císaře Augusta, který měl vládnout v <em>Boiohaemu</em> – Marobudova říše byla ze strany Říma považována za silného konkurenta. V období tzv. markomanských válek (166 - 180 po Kr.) se císař Marcus Aurelius neúspěšně snažil připojit k impériu nové provincie – Markomanii, Kvádii a Sarmatii, a posunout tím centrum říše dále od kmenů nepřátelských Římu.</p><p class=\"ql-align-justify\">Germánská společnost byla založena na rodových vazbách. Podstatnou část kmenových příslušníků tvořili svobodní muži, kteří měli v tehdejší společnosti určitá privilegia, např. právo účastnit se kmenového sněmu. Významnou složkou společnosti byli bojovníci. V době římské postupně dochází k úpadku řemesel, germánské kmeny byly na kulturně nižší úrovni než Keltové. Germáni nerazili vlastní mince, při obchodu používali mincí římských. Železářská výroba postupně rovněž upadala. Obchodní kontakty s Římskou říší jsou poměrně četné, zejména bývá importováno luxusní zboží (šperky, sklo, <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#terra%20sigillata\" rel=\"noopener noreferrer\" target=\"_blank\">terra sigilata</a> aj.). Protihodnotou byly buď naturálie (otroci, maso, kožešiny, obilí apod.) či drahé kovy. Řemeslníci zpočátku často vyráběli napodobeniny římských výrobků (zejména šperků), postupem času se však vytváří i samostatný umělecký projev, který se i nadále drží římských předloh, ačkoliv se v něm projevují i vlivy černomořské oblasti.</p><p class=\"ql-align-justify\">Sídliště doby římské se omezují na rovinná sídliště často opevněná palisádou. Výšinné lokality neznáme (pouze na počátku doby římské ještě ojediněle pokračuje osídlení výšinných lokalit používaných v době laténské). Ze sídlišť známe četné doklady železářské výroby.</p><p class=\"ql-align-justify\">Pohřební ritus doby římské na našem území je převážně <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#žárový%20hrob\" rel=\"noopener noreferrer\" target=\"_blank\">žárový</a>, spálené ostatky byly ukládány v <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#popelnice\" rel=\"noopener noreferrer\" target=\"_blank\">popelnicích</a>. Do popelnic byly spolu se spálenými ostatky uloženy milodary – většinou zbraně, šperky, součásti oděvu a předměty denní potřeby. Ojediněle se objevují i <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#inhumace\" rel=\"noopener noreferrer\" target=\"_blank\">kostrové</a> pohřby, většinou s bohatou hrobovou výbavou – tyto hroby bývají připisovány nobilitě. Kostrové hroby bývaly již krátce po pohřbu vykradeny.</p>"}, 
 {"id":85,"created_at":"2025-03-01T14:42:58.221094+00:00","line_id":209874,"item_data":{"id": 9, "end": -63113904000000, "tag": "5", "name": "Starší doba železná 800 - 400BC | Mladší doba železná 400- 40BC", "group": 3, "start": -85834857600000, "cssVariables": {"--item-background": "#9EE1FA"}},"description":"<h2 class=\"ql-align-justify\">Doba halštatská (starší doba železná) </h2><h3 class=\"ql-align-justify\">800/750 - 400/380 př. Kr.</h3><p class=\"ql-align-justify\"><br></p><p class=\"ql-align-justify\">Kultury doby halštatské na našem území jsou přímým pokračovatelem kultur období popelnicových polí. Některé kultury s halštatskými prvky vlastně začínají již na sklonku pozdní doby bronzové (zejména kultura billendorfská). Surovinová krize koncem doby bronzové přispěla k rozšíření metalurgie železa a přinesla změnu v řemeslné specializaci. Bronzové výrobky se vyráběly buď odléváním či vytepáváním, v případě železné metalurgie bylo třeba zvládnout proces hutnění železa a poté i proces jeho zpracování. Ten spočíval v kovářství (železo je samozřejmě možné i odlévat, ale je k tomu potřeba dosáhnout vysokých teplot tání kovu, což nebylo v době železné možné). S metalurgií železa rovněž souvisí i rozvoj podpovrchové těžby surovin. Již od konce doby bronzové se objevují hlubinné doly, ve kterých se těžila sůl a později i železná ruda (např. doly v dolnorakouském Hallstattu). V halštatském období dochází k silnějším obchodním vazbám střední Evropy se Středomořskou oblastí, zejména s Etrurií a řeckými koloniemi na severním pobřeží Středozemního moře, doklady těchto obchodních kontaktů známe i z našeho území.</p><p class=\"ql-align-justify\">Společnost doby halštatské byla v mnohém podobná společnosti popelnicových polí. Výrazným rysem jsou tzv. (halštatská) knížata – snad lokální vládci či představitelé nobility, která si často objednávala luxusní zboží ze Středomoří. Kromě knížecí vrstvy se ještě předpokládá vrstva rodové nobility (či vrstva bojovníků-družiníků?) a samozřejmě vrstva řemeslníků a zemědělců. Ekonomickým základem bylo i v době halštatské zemědělství a chov dobytka, které bylo v horských a podhorských oblastech doplněno pastevectvím. Ve společnosti můžeme lépe pozorovat hlubší řemeslnou specializaci – kvůli metalurgii železa bylo třeba zajistit těžbu i hutnění suroviny, důležitou roli hraje i dálkový obchod. Halštatská společnost se v mnoha rysech podobá společnosti v prvních státních útvarech raného středověku.</p><p class=\"ql-align-justify\">Charakter sídlišť se výrazně neodlišuje od předchozího období. Základní jednotkou zůstává vesnice, její podoba se začíná měnit a vznikají hospodářské usedlosti, skládající se z obytných, hospodářských a případně výrobních jednotek. Novinkou doby halštatské jsou opevněné dvorce, které nebývají součástí vesnic. Známe i opevněná <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#hradiska\" rel=\"noopener noreferrer\" target=\"_blank\">hradiska</a>, která lze rozdělit na dva typy – menší a větší hradiska, přičemž velká hradiska byla v mnohých aspektech inspirována antickým světem. Menší hradiska sloužila jako sídla halštatských knížat, na větších hradiscích sídlilo větší množství obyvatelstva a byla tam i soustředěna výroba. Opevněné dvorce zřejmě sloužily jako sídla nobility.</p><p class=\"ql-align-justify\">Pohřbívání v době halštatské bylo <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#birituální\" rel=\"noopener noreferrer\" target=\"_blank\">birituální</a> – převládají však <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#žárový%20hrob\" rel=\"noopener noreferrer\" target=\"_blank\">žárové</a> pohřby s nečetnými milodary na plochých pohřebištích. Tyto žárové pohřby jsou charakteristické pro nižší společenské vrstvy. Objevují se však i <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#inhumace\" rel=\"noopener noreferrer\" target=\"_blank\">kostrové</a> pohřby pod mohylami. Pohřby pod menšími mohylami obsahující meče a součásti koňských postrojů bývají připisovány členům halštatské nobility či jízdní družiny. Tyto mohyly se objevují na plochých žárových pohřebištích, mohou však tvořit i samostatné skupiny. Halštatská knížata byla rovněž pohřbívána pod mohylami, tyto mohyly však byly větší než mohyly nobility, dosahovaly průměru kolem 100 m a výšku až 14 m. Knížecí mohyly obsahovaly hrobovou komoru, nejčastěji srubovou stavbu, která snad představovala dům mrtvého. Stěny komor byly ověšeny tkaninami, kosterní pozůstatky bývaly uloženy na zdobeném lůžku či na voze a hrob byl bohatě vybaven milodary (např. keramickými a bronzovými nádobami, zbraněmi, součástmi koňského postroje, šperky a mnohdy i <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#import\" rel=\"noopener noreferrer\" target=\"_blank\">importy</a> ze Středomoří).</p><p><br></p><p><br></p><h2 class=\"ql-align-justify\"><strong>Doba laténská (mladší doba železná)</strong></h2><h3 class=\"ql-align-justify\">400/380 - 40/25 př. Kr.</h3><p class=\"ql-align-justify\"><br></p><p class=\"ql-align-justify\">V době laténské dosáhla pravěká společnost na našem území svého vrcholu. Produkce železa se ve srovnání s dobou halštatskou rozšířila a železné výrobky se staly běžně dostupné pro většinu tehdejší společnosti. Tento fakt měl za následek další změny ve společenské struktuře – kovář si sice uchoval své výlučné místo ve společnosti, ale díky dostupnosti kovu se mění postavení laténské nobility a podle hrobových nálezů můžeme předpokládat nárůst bojovnické vrstvy. Obchodní kontakty se Středomořím pokračují z předchozího období, v době laténské se však ještě více prohlubují. Kontakty se Středomořím dokládají i zmínky antických autorů, kteří se ve svých zprávách zmiňují o střední Evropě. Z historických zpráv jsme informováni o <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#Keltové\" rel=\"noopener noreferrer\" target=\"_blank\">keltském</a> kmeni Bójů, sídlícím ve středoevropském prostoru. I přesto, že k době laténské máme první zprávy o etnických poměrech na našem území, nepanuje mezi badateli jasná shoda, zda můžeme laténskou kulturu ve střední Evropě jasně spojovat s keltským etnikem.</p><p class=\"ql-align-justify\">Společnost doby laténské byla podle zpráv antických autorů rozdělena do tří skupin – <em>plebs</em> (prostý lid), <em>equites</em> (bojovníci, dosl. jezdci) a <em>druides</em> (kněží, druidi); toto dělení můžeme v obecné rovině přijmout a svým způsobem pokračuje i z předchozího období (s tím, že pod pojmem <em>equites</em> musíme chápat halštatská knížata i nobilitu). V laténském období dosáhla společnost svého vrcholu. Její stratifikace byla složitější nežli v předchozích obdobích, dokonce se dostává do <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#protourbánní\" rel=\"noopener noreferrer\" target=\"_blank\">(proto)urbánního</a> stadia. Organizace společnosti, jak ji na našem území můžeme předpokládat v mladší době železné, se dá srovnat s pozdním obdobím knížecích Čech na přelomu raného a vrcholného středověku. Hlavním zdrojem obživy bylo nadále zemědělství a chov dobytka, ve větší míře se uplatňuje dálkový obchod a zpracování kovů a další specializovaná výroba. V době laténské se na našem území objevují první mince – ty jsou dalším důkazem rozvinutých obchodních vztahů. Keltské mince bývaly raženy ze zlata či stříbra a často napodobovaly řecké či římské vzory.</p><p class=\"ql-align-justify\">Základní sídelní jednotkou je i nadále zemědělská osada, která je uspořádána do jednotlivých usedlostí, které jsou vnitřně funkčně uspořádány. Nacházíme zde sídelní a výrobní objekty apod. Osady bývají nehrazené. Vedle nich se pak vyskytují i hrazená sídliště – dvorce a hrazená výšinná sídliště, která buď bývají menší (tzv. <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#castellum\" rel=\"noopener noreferrer\" target=\"_blank\">castella</a>) a větší – <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#oppidum\" rel=\"noopener noreferrer\" target=\"_blank\">oppida.</a> Oppida bývají někdy označována jako nejstarší města na našem území. Hovořit o nich výlučně jako o městech však není vždy na místě. Byly to poměrně velké, silně opevněné aglomerace, ve kterých se pravděpodobně odehrávala výroba a obchod, ale samozřejmě sloužily i jako sídliště či útočiště v době neklidu. Kromě čistě sídelních areálů známe i řadu areálů výrobních. Jde o místa, kde byla získávána surovina potřebná pro výrobu nástrojů, šperků aj. (např. místa, kde byla získávána železná ruda, švartna, zlato apod.).</p><p class=\"ql-align-justify\">Pokud bychom měli klasifikovat mladší dobu železnou pouze podle pohřebního ritu, mohli bychom ji rozdělit na dvě období – první fázi doby laténské charakterizuje <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#inhumace\" rel=\"noopener noreferrer\" target=\"_blank\">kostrový</a> ritus na plochých pohřebištích, ve druhé fázi pak máme hroby <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#žárový%20hrob\" rel=\"noopener noreferrer\" target=\"_blank\">žárové</a>. Kostrový ritus spadá do období let 420/410 - 175/165 př. Kr., ostatky byly pohřbívány na pohřebištích čítajících několik desítek (většinou však ne více než stovku) hrobů. Zemřelí byli pohřbeni s bohatou výbavou – v hrobech nacházíme osobní výbavu, keramiku i zbraně. Studiem laténské pohřební výbavy se dozvídáme řadu zajímavých informací o tehdejší společnosti, protože některé ‚módní‘ doplňky se v čase rychle měnily a na jejich základě byla stanovena poměrně citlivá chronologie střední etapy doby laténské. Situace se mění někdy okolo r. 175/165 př. Kr., kdy dochází k rychlé změně pohřebního ritu a místo <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#inhumace\" rel=\"noopener noreferrer\" target=\"_blank\">inhumací</a> máme s největší pravděpodobností žárové pohřby. Pohřební ritus v pozdní době laténské prakticky neznáme. Hroby chybějí úplně, ojediněle se objevují mělké žárové hroby bez milodarů (musíme však předpokládat i variantu, že s lidskými ostatky bylo zacházeno jiným způsobem, který však nedokážeme archeologicky zachytit). Změny v pohřebním ritu, proběhnuvší po r. 175/165 př. Kr., nejspíš dokumentují změnu v duchovním životě nositelů laténské kultury. Ve stejném období se v severočeské oblasti začínají vyvíjet další kultury, jež můžeme sledovat dále v době římské – hroby počátků kobylské a podmokelské skupiny, které jsou rovněž žárové.</p><p class=\"ql-align-justify\"><img src=\"https://www.archeologienadosah.cz/sites/default/files/laten_hlava_kelta_0.jpg\" width=\"250\"></p><p><br></p>"}, 
 {"id":108,"created_at":"2025-03-01T16:21:09.466718+00:00","line_id":718955,"item_data":{"id": 18, "end": -1640995200000, "tag": "9", "group": 3, "start": -1767225600000, "cssVariables": {"--item-background": "#5E0A0A"}},"description":null}, 
 {"id":106,"created_at":"2025-03-01T16:16:41.871717+00:00","line_id":718955,"item_data":{"id": 16, "end": -1577923200000, "tag": "8", "group": 3, "start": -2208988800000, "cssVariables": {"--item-background": "#870C9E"}},"description":null}, 
 {"id":39,"created_at":"2025-02-20T12:30:05.267241+00:00","line_id":804430,"item_data":{"id": 1, "end": 946684800000, "tag": 1, "name": "HUGE ITEM", "group": 2, "start": -62127388800000, "cssVariables": {"--item-background": "#6122C9"}},"description":""}, 
 {"id":107,"created_at":"2025-03-01T16:16:41.953545+00:00","line_id":718955,"item_data":{"id": 17, "end": -1577923200000, "tag": "8", "name": "Viktor Dyk, František Gellner, Fráňa Šrámek", "group": 4, "start": -2208988800000, "cssVariables": {"--item-background": "#870C9E"}},"description":"<h3>Viktor Dyk</h3><p>Dykova tvorba se vyznačuje kritikou společnosti a důrazem na individualismus. Jeho nejslavnějším dílem je novela <em>Krysař</em>, která čerpá z německé legendy a má symbolický podtext.</p><h3>František Gellner</h3><p>Jeho poezie je ironická a kritická k tehdejší společnosti. Vynikl svou sbírkou <em>Po nás ať přijde potopa</em>, ve které reflektuje rozčarování a skepsi vůči světu.</p><h3>Fráňa Šrámek</h3><p>Šrámek se ve své tvorbě zaměřoval na generaci mladých lidí a jejich konflikty se společností. Jeho dílo <em>Stříbrný vítr</em> je oslavou mládí a citlivosti.</p>"}, 
 {"id":93,"created_at":"2025-03-01T15:33:58.95793+00:00","line_id":718955,"item_data":{"id": 4, "end": -946771200000, "tag": 4, "name": "Meziválečná literatura", "group": 2, "start": -1640995200000, "cssVariables": {"--item-background": "#1A7423"}},"description":""}, 
 {"id":109,"created_at":"2025-03-01T16:21:09.523982+00:00","line_id":718955,"item_data":{"id": 19, "end": -1640995200000, "tag": "9", "name": "Jaroslav Hilbert, Fráňa Šrámek, Stanislav Kostka Neumann", "group": 4, "start": -1767225600000, "cssVariables": {"--item-background": "#5E0A0A"}},"description":"<h3>Jaroslav Hilbert</h3><p>Jeho tvorba se věnuje hlavně dramatické tvorbě, zaměřené na morální a psychologické problémy postav.</p><h3>Fráňa Šrámek</h3><p>Válečné zkušenosti promítl do své sbírky <em>Rány, růže</em>, kde se odráží hrůzy války i pacifistické smýšlení.</p><h3>Stanislav Kostka Neumann</h3><p>Válečnou dobu reflektoval například ve sbírce <em>Válka a mír</em>, kde spojuje osobní zážitky s politickým a ideovým přesahem.</p>"}, 
 {"id":112,"created_at":"2025-03-01T16:24:24.222218+00:00","line_id":718955,"item_data":{"id": 22, "end": -631152000000, "tag": "5", "group": 6, "start": -946771200000, "cssVariables": {"--item-background": "#819016"}},"description":null}, 
 {"id":83,"created_at":"2025-03-01T14:37:27.807861+00:00","line_id":209874,"item_data":{"id": 7, "end": -44810841600000, "tag": 7, "name": "DOBA STĚHOVÁNÍ NÁRODŮ", "group": 2, "start": -50333356800000, "cssVariables": {"--item-background": "#71791A"}},"description":"<p class=\"ql-align-justify\">Doba&nbsp;stěhování národů vychází z tradic doby římské, na rozdíl od předchozího období však v Evropě nastává složitá politická a etnická situace. Sledované období lze charakterizovat pohyby germánských kmenů a dalších etnických skupin. Jako počátek doby stěhování národů bývá označován vpád kočovných Hunů ze středoasijských stepí do Evropy (375 po Kr.), který vyvolal řetězec dalších přesunů. Tlak Barbarů přispěl zásadním způsobem k rozkladu Západořímské říše. Římský limit přestal být hranicí odlišných kultur – světy Římanů, Germánů a částečně i nomádů se prolnuly a spojily ve svérázném kulturním projevu. Etnické přesuny, které můžeme sledovat prakticky na celém území Evropy, jsou poměrně dobře zachyceny v historických pramenech, cenným zdrojem jsou především díla historiků Jordana a Ammiana Marcellina.</p><p class=\"ql-align-justify\">Území Čech se změny související s dobou stěhování národů zpočátku spíše vyhýbaly. Část původního svévského obyvatelstva z teritoria dnešní České republiky se snad v prvním desetiletí 5. století podílela na velkém tažení Vandalů a Svévů do Západořímské říše. Germánští obyvatelé Čech měli zřejmě zásadní podíl na formování etnika <em>Baiuvarů</em> (Bavorů), které se v průběhu 5. století a v 1. polovině 6. věku zformovalo na území dnešního Bavorska. Na Moravě se v 1. polovině 5. století výrazně projevily změny, které souvisely s přesunem centra kmenového svazu Hunů do Potisí. Spolu s asijskými kočovníky tehdy do středovýchodní Evropy dorazila řada východogermánských skupin, které si mezi sebou po rozkladu Hunské říše v roce 454/5 rozdělili moc v Karpatské kotlině (např. Ostrogóti, Gepidové, Rugiové či Herulové). Jižní Morava se ve druhé polovině 5. století stala centrem říše Herulů. V poslední třetině 5. století se dal do pohybu kmen Langobardů, jehož sídla se původně rozkládala v dolním Polabí. Langobardi na své cestě na jihovýchod pravděpodobně protáhli českým územím a na sklonku 5. věku se usídlili v Dolním Rakousku. Na počátku 6. věku rozvrátili říši Herulů a pronikli na Jižní Moravu, nedlouho na to rozšířili svou moc i do Panonie. Ve 40. letech 6. století vypukl vleklý konflikt mezi Langobardy a Gepidy, kteří sídlili v Potisí a v Transylvánii. V roce 567 požádali Langobardi o pomoc v boji proti Gepidům nomádský kmen Avarů. Avaři obsadili území Gepidů a Langobardi následujícího roku ve strachu před středoasijskými kočovníky raději odešli do Itálie, kde založili Langobardské království. Území Čech bylo v 1. polovině 6. století periferií, v níž se mísili vlivy z langobardské a durynské oblasti (říše Durynků, jejíž centrum se nacházelo v dnešním Durynsku – severozápadně od Čech – byla v 30. letech 6. století dobyta Franckou říší). Do značně vylidněných a opuštěných oblastí Čech a Moravy pronikaly ve 2. a 3. třetině 6. věku Slované.</p><p class=\"ql-align-justify\">Hospodářství i společnost doby stěhování národů se v podstatě neliší od předchozího období, vlivem vojenských operací se však prohlubuje sociální diferenciace. Jednotlivé kmeny se postupně spojují do kmenových svazů, v nichž má hlavní slovo nobilita, podporovaná vojenskými družinami. Tyto kmenové svazy začínají tvořit zárodky prvních státních útvarů.</p><p class=\"ql-align-justify\">Sídelní aktivity doby stěhování národů známe poměrně málo. Objevují se tendence osidlovat výšinné polohy.</p><p class=\"ql-align-justify\">Pohřební ritus je většinou <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#inhumace\" rel=\"noopener noreferrer\" target=\"_blank\">kostrový</a>, jen zbytky markomanského obyvatelstva si krátce udržely ritus <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#žárový%20hrob\" rel=\"noopener noreferrer\" target=\"_blank\">žárový</a>. Pohřebiště bývala většinou malá (do tří desítek pohřbů), ojediněle se však objevují i rozsáhlejší nekropole čítající přes šest desítek hrobů. Hroby jsou vybaveny běžnými předměty denní potřeby, zbraněmi a šperky. Navíc se často objevuje jezdecká výbava, případně je spolu se zemřelým pohřben i kůň. Ojediněle se vyskytují i samostatné bohaté hroby, v nichž byly pohřbeny ostatky společensky výše postavených jedinců. Charakteristickým rysem doby stěhování národů je časté vykrádání hrobů.</p>"}, 
 {"id":81,"created_at":"2025-03-01T14:35:17.421708+00:00","line_id":209874,"item_data":{"id": 5, "end": -63113904000000, "tag": 5, "name": "DOBA ŽELEZNÁ", "group": 2, "start": -85834857600000, "cssVariables": {"--item-background": "#9EE1FA"}},"description":"<p>Doba železná se obecně dělí na dvě fáze – na starší, neboli dobu halštatskou a na mladší – dobu laténskou. Počátek doby železné můžeme hledat v pozdní době bronzové (v mladším období popelnicových polí), kdy se produkce bronzu v Evropě dostává do surovinové krize a je třeba najít nové zdroje surovin. Novou surovinou se stává železo, jehož metalurgii rozvinuli někdy kolem r. 1200 př. Kr. Chetité v Anatolii. V době halštatské je železo ještě spíše vzácnějším kovem, situace se mění až v době laténské, kdy se železné nástroje stávají dostupné pro většinu společenských vrstev a dochází tím i k proměně společnosti – často se proto o železe hovoří jako o <em>„demokratickém kovu“</em>.</p>"}, 
 {"id":77,"created_at":"2025-03-01T14:25:06.648219+00:00","line_id":209874,"item_data":{"id": 2, "end": -199439884800000, "tag": 2, "name": "NEOLIT (MLADŠÍ DOBA KAMENNÁ)", "group": 2, "start": -238886150400000, "cssVariables": {"--item-background": "#B3B3B3"}},"description":"<p class=\"ql-align-justify\">S nástupem neolitu můžeme předpokládat příchod nového obyvatelstva na naše území, samotný proces <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#neolitizace\" rel=\"noopener noreferrer\" target=\"_blank\">neolitizace</a> je však stále předmětem vědeckých diskuzí. Rozhodně se však objevuje nový ekonomický systém, který je dále rozvíjen a pokračuje do dnešních dnů – jde o zemědělství a s ním spojený usedlý způsob života. Neolit se z oblasti Úrodného půlměsíce rozšířil přes Anatolii a Balkán dále do Evropy; v okrajových částech Evropy však dlouhou dobu ještě přetrvává mezolitický způsob života, i když řada lokálních postmezolitických kultur tzv. <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#atlantický%20neolit\" rel=\"noopener noreferrer\" target=\"_blank\"> atlantického neolitu</a> vykazuje známky kontaktu s neolitickou společností – i v tomto ‚mezolitickém‘ prostředí se objevují první<a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#keramika\" rel=\"noopener noreferrer\" target=\"_blank\"> keramické</a> nádoby a rovněž máme indicie naznačující <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#domestikace\" rel=\"noopener noreferrer\" target=\"_blank\">domestikaci</a> prasete či ovcí a koz (v severních oblastech došlo i k domestikaci soba).</p><p class=\"ql-align-justify\">Původně bylo šíření neolitu spojeno s ideou migrace zemědělců z Předního východu směrem na západ. V současné době je spíše uznávána teorie <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#akulturace\" rel=\"noopener noreferrer\" target=\"_blank\">akulturace</a> a přijetí tzv. <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#neolitický%20balíček\" rel=\"noopener noreferrer\" target=\"_blank\">neolitického balíčku</a>, tj. souhrn technologických inovací (broušení kamene, tkaní, výroba keramiky), budování stálých sídel a zvládnutí zemědělství (respektive chov domestikovaných zvířat a cílené pěstování rostlin). Kromě toho si neolitická společenství mezi sebou budují nové sociální vazby. Ekonomika neolitických společenstev byla založena zejména na pěstitelství – neolitické zemědělství bylo ve srovnání s pozdějším obdobím poměrně primitivní: pole byla vytvářena na místech původního lesa, lesy byly vypalovány (žďářeny), čímž se začala tvořit ornice a zároveň se do půdy dostávaly živiny. Žďářením lesů postupně dochází k přeměnám životního prostředí až k vytvoření kulturní krajiny s umělými společenstvy rostlin a zvířat. Úrodnost polí vzniklých žďářením lesa postupem času klesala, a tudíž byla po několika málo letech opuštěna a vytvořena pole nová. Po určité době byl vypálen les v širším okolí vesnice a celá komunita se po asi šesti letech přesunula na nové místo, kde začal nový cyklus žďáření další části lesa. I přes jednoduchost zemědělské výroby dávala rostlinná produkce poměrně vysoké výnosy a umožnila rychlý vzestup hustoty obyvatelstva. Populační exploze napomohla rychlejšímu rozšíření neolitu v Evropě a zároveň vedla i k proměnám ve společnosti, kdy se začínají objevovat specializované činnosti (např. výroba keramiky či těžba kamenné suroviny) a změny ve společenské organizaci. Vznikají např. kultovní stavby (tzv. rondely), které často vyžadovaly kolektivní práci, mnohdy snad i členů několika společenství (vesnic). Máme rovněž i doklady dálkového obchodu, např. <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#import\" rel=\"noopener noreferrer\" target=\"_blank\">importy</a> mušlí ostnovky středomořské <em>(</em><a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#spondylus\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Spondylus gaederopus</em></a><em>)</em> z Egeidy používané k výrobě šperků.</p><p class=\"ql-align-justify\">Neolitické osady lze rozdělit na dvě skupiny – na centrální a okrajové obce. Ty se lišily počtem domů, obecně lze říci, že neolitické vsi byly poměrně malé, o dvou až čtyřech domech, centrální obce mohly mít mezi 10-12 domy. Neolitické tzv. <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#dlouhy%20dum\" rel=\"noopener noreferrer\" target=\"_blank\">dlouhé domy</a> byly poměrně velké, jejich délka se pohybovala v rozmezí 15-25 m (ojediněle až okolo 40 m) a šířka bývala 5-7 m. Interiér domu tvořily sloupy (většinou v řadách po třech), které nesly konstrukci střechy. Nevíme, jak velké společenství sídlilo v takovýchto domech, nicméně se předpokládá, že v jednom domě žila jedna velkorodina či několik příbuzných rodin. Dlouhý dům začíná mizet na sklonku neolitu, kdy se místo něj začínají objevovat domy menších rozměrů, které následně pokračují i v dalších obdobích pravěku.</p><p class=\"ql-align-justify\">Pohřební ritus v neolitu ještě nebyl ustálený, pohřebiště často bývají spojena se sídelním areálem, ostatky zesnulých bývaly často ukládány přímo na sídlišti do nepoužívaných původně užitkových jam. Dlouho se pro náš starší neolit předpokládalo pouze kostrové pohřbívání, ale nedávno bylo nálezem <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#biritualni\" rel=\"noopener noreferrer\" target=\"_blank\">birituálního</a> pohřebiště na Moravě potvrzeno i pohřbívání žehem.</p>"}, 
 {"id":113,"created_at":"2025-03-01T16:24:24.287742+00:00","line_id":718955,"item_data":{"id": 23, "end": -631152000000, "tag": "5", "name": "Jiří Kolář, Josef Kainar, Jan Hanč", "group": 7, "start": -946771200000, "cssVariables": {"--item-background": "#819016"}},"description":null}, 
 {"id":104,"created_at":"2025-03-01T16:10:50.669868+00:00","line_id":718955,"item_data":{"id": 14, "end": -1640995200000, "tag": "2", "group": 6, "start": -1893456000000, "cssVariables": {"--item-background": "#6D42D2"}},"description":null}, 
 {"id":105,"created_at":"2025-03-01T16:10:50.727951+00:00","line_id":718955,"item_data":{"id": 15, "end": -1640995200000, "tag": "2", "name": "Stanislav Kostka Neumann, bratři Čapkové", "group": 7, "start": -1893456000000, "cssVariables": {"--item-background": "#6D42D2"}},"description":"<h3><br></h3>"}, 
 {"id":92,"created_at":"2025-03-01T15:32:43.408843+00:00","line_id":718955,"item_data":{"id": 3, "end": -946771200000, "tag": 3, "name": "Avantagardy", "group": 5, "start": -1577923200000, "cssVariables": {"--item-background": "#0F71A3"}},"description":""}, 
 {"id":102,"created_at":"2025-03-01T16:10:19.535118+00:00","line_id":718955,"item_data":{"id": 12, "end": -1893456000000, "tag": "1", "group": 6, "start": -2524521600000, "cssVariables": {"--item-background": "#A34F02"}},"description":null}, 
 {"id":103,"created_at":"2025-03-01T16:10:19.596649+00:00","line_id":718955,"item_data":{"id": 13, "end": -1893456000000, "tag": "1", "name": "Alois Jirásek, Josef Svatopluk Machar, Antonín Sova", "group": 7, "start": -2524521600000, "cssVariables": {"--item-background": "#A34F02"}},"description":"<h2>Česká moderna</h2><h3>Alois Jirásek</h3><p>Nejznámější český historický romanopisec, autor děl jako <em>F.L. Věk</em> či <em>Temno</em>.</p><h3>Josef Svatopluk Machar</h3><p>Ve svých básních (<em>Zde by měly kvést růže</em>) kritizoval měšťáctví a společenské pokrytectví.</p><h3>Antonín Sova</h3><p>Jeho lyrika (<em>Květy intimních nálad</em>) je plná melancholie a přírodní symboliky.</p>"}, 
 {"id":116,"created_at":"2025-03-01T16:54:06.794281+00:00","line_id":718955,"item_data":{"id": 25, "end": -1609459200000, "tag": 25, "name": "Vznik Československa (1918)", "group": 1, "start": -1640995200000, "cssVariables": {"--item-background": "#0D549E"}},"description":"<p>Rozpad Rakouska-Uherska a vznik samostatného Československa v roce 1918 přináší nové možnosti pro českou literaturu. Autoři se soustředí na otázky národní identity, demokracie a budoucnosti nového státu. Legionářská literatura reflektuje boj za samostatnost, zatímco jiní autoři (např. Jaroslav Seifert) se zaměřují na poetické oslavy nové republiky.</p>"}, 
 {"id":123,"created_at":"2025-03-11T21:27:24.063505+00:00","line_id":311100,"item_data":{"id": 1, "end": 1735689600000, "tag": 1, "name": "SK Slavia Praha", "group": 2, "start": -2461449600000, "cssVariables": {"--item-background": "#FF0000"}},"description":""}, 
 {"id":125,"created_at":"2025-03-11T21:32:30.690204+00:00","line_id":311100,"item_data":{"id": 3, "end": 1735689600000, "tag": 3, "name": "Bohemians Praha 1905", "group": 2, "start": -2051222400000, "cssVariables": {"--item-background": "#106F19"}},"description":""}, 
 {"id":133,"created_at":"2025-03-15T11:41:20.74604+00:00","line_id":414190,"item_data":{"id": 3, "end": 1735689600000, "tag": 2, "name": "jirka champ", "group": 3, "start": 1640995200000, "cssVariables": {"--item-background": "#E040FF"}},"description":""}, 
 {"id":86,"created_at":"2025-03-01T15:03:59.842189+00:00","line_id":209874,"item_data":{"id": 10, "end": -85834857600000, "tag": "4", "name": "Starší a střední doba bronzová  2300- 1300 BC |  Mladší a pozdní doba bronzová  1300 - 750 BC", "group": 3, "start": -133170307200000, "cssVariables": {"--item-background": "#BB852C"}},"description":"<p class=\"ql-align-justify\"><strong>Starší a střední doba bronzová</strong></p><p class=\"ql-align-justify\">2300/2200 - 1300 př. Kr.</p><p class=\"ql-align-justify\"><img src=\"https://www.archeologienadosah.cz/sites/default/files/bronz_dyky_zatisi_8.jpg\" width=\"250\">Počátky starší doby bronzové lze spatřovat již na sklonku eneolitu, kdy se na našem území vyvíjejí dvě kultury odvozené z eneolitických <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#pohárové%20kultury\" rel=\"noopener noreferrer\" target=\"_blank\">pohárových kultur</a><strong> –</strong> kultura únětická, která je přímým pokračovatelem kultury zvoncovitých pohárů a kultura Chłopice-Veselé, která je součástí tzv. epišňůrového kulturního okruhu. Společnost starší a střední doby bronzové byla společností zemědělskou, ve středobronzové fázi možná s větším podílem dobytkářství. Došlo k rozvoji kovolitectví, zpočátku však byla hojně využívána buď čistá měď anebo její slitiny s arsenem (tzv. arsenové bronzy) či s olovem (tzv. olověné bronzy) apod. Od 2. čtvrtiny 2. tisíciletí př. Kr. se objevuje cínový bronz. Nálezy měděných hřiven vypovídají o obchodu našich zemí s alpskou oblastí; zejména v Krušnohoří pak předpokládáme těžbu cínu, která byla zřejmě spojena s příchodem prospektorů ze sousedních oblastí. Cín se pak stal cenným obchodním artiklem, jelikož jsou jeho ložiska v Evropě nečetná (kromě Krušnohoří ještě Cornwall, Bretaň, Iberský poloostrov a Toskánsko), podle můžeme dokladů předpokládat silnější obchodní vazby zejména s jihovýchodní Evropou.</p><p class=\"ql-align-justify\">S rozvojem metalurgie dochází k další stratifikaci společnosti. Začíná se rodit zejména bojovnická vrstva, významnou roli ve společnosti hrají i samotní metalurgové. Bronzová <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#industrie\" rel=\"noopener noreferrer\" target=\"_blank\">industrie</a> se postupně vyvíjí. Ve starší době bronzové se ještě setkáváme s řadou kamenných nástrojů a bronz je jen doplňkovým materiálem pro výrobu nástrojů, častější jsou spíše bronzové šperky či zbraně. Od střední doby bronzové se počet bronzových nástrojů zvyšuje, objevují se např. bronzové srpy – to může být dokladem lepší dostupnosti bronzových nástrojů mezi prostým lidem. Zejména od střední doby bronzové se setkáváme s tzv. <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#depot\" rel=\"noopener noreferrer\" target=\"_blank\">depoty</a> bronzových nástrojů – tj. s úmyslným, zřejmě rituálním, uložením bronzových nástrojů do země.</p><p class=\"ql-align-justify\">Na rozdíl od mladšího eneolitu jsme poměrně dobře informováni o sídelních areálech starší doby bronzové – v únětické kultuře se objevují ‚dlouhé‘ domy, bohužel však neznáme jejich předchůdce. Sídliště starší a střední doby bronzové vykazují charakteristiky stálých zemědělských sídel, ke sklonku starobronzového období se začínají objevovat i výšinné osady s víceméně pravidelnou vnitřní zástavbou opevněné hradbami a příkopy. Tato <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#hradisko\" rel=\"noopener noreferrer\" target=\"_blank\">hradiska</a>&nbsp;však byla vyvrácena na přelomu starší a střední doby bronzové. Pro srovnání, přibližně ve stejném období zaniká i mínójská civilizace v Řecku či egyptská Střední Říše.</p><p class=\"ql-align-justify\">Pohřební ritus starší doby bronzové pokračuje v tradicích eneolitických <em>pohárových kultur</em>. Lidské ostatky byly pohřbívány <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#inhumace\" rel=\"noopener noreferrer\" target=\"_blank\">inhumací</a> ve srčené poloze, hroby únětické kultury bývají obloženy kameny. V únětické kultuře nebyly rituálně rozlišovány pohřby mužů a žen, v kultuře Chłopice-Veselé i v nitranské kultuře mají ostatky pohřbených těl mužů a žen rozdílnou polohu. Hroby byly vždy vybaveny milodary (keramika, šperky, zbraně, nástroje). Ve střední době bronzové se pohřbívání začíná měnit, pohřby inhumací či žehem jsou překryté mohylovým náspem. V <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#mohyla\" rel=\"noopener noreferrer\" target=\"_blank\">mohylách</a> byli pohřbíváni i představitelé společenských elit. Ti mohou být identifikováni podle bohatší bojovnické výbavy, např. se začínají vyskytovat první nálezy bronzových mečů.</p><p class=\"ql-align-justify\"><br></p><p class=\"ql-align-justify\"><br></p><p class=\"ql-align-justify\"><br></p><p class=\"ql-align-justify\"><strong>Mladší a pozdní doba bronzová (období popelnicových polí)</strong></p><p class=\"ql-align-justify\">1300 - 750/800 př. Kr.</p><p class=\"ql-align-justify\"><img src=\"https://www.archeologienadosah.cz/sites/default/files/bronz_mec_13337_foto4.jpg\" width=\"250\">V rámci mladší a pozdní doby bronzové bývá vyčleňováno období popelnicových polí. Nejde o samostatné období pravěku, ale spíše o rozsáhlý kulturní okruh, který se začal formovat z<em> mohylového komplexu</em> v Karpatské oblasti a dále se rozšířil do rozsáhlých oblastí Evropy od Katalánska a východní Francie na západě, k Baltu a na Ukrajinu na východě a do Makedonie a severní Itálie na jihu. V rámci komplexu popelnicových polí rozlišujeme několik okruhů. Ve středoevropském prostoru jsou zásadní tři okruhy – hornodunajský, středodunajský a lužický – které výrazně formovaly další vývoj archeologických kultur na našem území. Komplex popelnicových polí získal své pojmenování podle typického projevu pohřebního ritu – pohřbů spálených ostatků lidských těl v nádobách - \"<a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#popelnice\" rel=\"noopener noreferrer\" target=\"_blank\">popelnicích</a>\". Unifikovaný pohřební ritus však není jediným jednotným rysem evropského komplexu popelnicových polí, společné prvky lze nalézt i v keramickém tvarosloví, podobném typu budování domů a osad a v bronzové <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#industrie\" rel=\"noopener noreferrer\" target=\"_blank\">industrii</a>. Jednotu okruhu popelnicových polí vidí mnozí badatelé i v podobných náboženských představách.</p><p class=\"ql-align-justify\">V období popelnicových polí došlo k řadě změn, které se dotkly směřování tehdejší evropské společnosti. Počátek sledovaného období je charakterizován klimatickým optimem, což mělo za následek osídlení nových (výše položených) území. S počátkem mladší doby bronzové je rovněž spojována expanze Dórů do Řecka, přičemž řada badatelů předpokládá původ Dórů v Karpatské kotlině. Doba popelnicových polí je příznačná rozvojem obchodu, čemuž napomohlo i nalezení nových zdrojů surovin pro výrobu bronzu. Ve sledovaném období se začínají objevovat bohaté hroby, často s bojovnickou výbavou, případně i s vozy či součástmi koňského postroje. Pohřby tohoto typu jsou interpretovány jako tzv. <em>knížecí pohřby</em> a svědčí o zrodu nobility a prohloubení rozdílů mezi obyčejným lidem a bojovnickou, obchodnickou a řemeslnickou vrstvou. Sídliště období popelnicových polí jsou poměrně dobře známá – většinou jde o zemědělská rovinná sídliště, ale sídlilo se i v zamokřených místech či na březích jezer. Navíc je doloženo i osídlení jeskyň a převisů v krasových oblastech. Tento jev bývá interpretován jako dočasná sídla pastevců či prospektorů rud. Budují se rovněž výšinná sídliště (zejména na přelomu střední a mladší doby bronzové a na počátku a na konci pozdní doby bronzové) a <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#hradisko\" rel=\"noopener noreferrer\" target=\"_blank\">hradiska</a>, která nejspíš sloužila zároveň jako sídla nobility a zároveň jako <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#refugium\" rel=\"noopener noreferrer\" target=\"_blank\">refugia</a> v nejistých obdobích. Pohřební ritus je typicky <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#žárový%20hrob\" rel=\"noopener noreferrer\" target=\"_blank\">žárový</a> – spálené lidské ostatky byly (často spolu se spálenými milodary) uloženy v urně (popelnici), která bývala uložena v jamce v zemi. Některé kultury navíc nad popelnicemi vztyčovaly mohyly či druhotně pohřbívaly do starších mohyl (eneolitických či středobronzových). Od běžných pohřbů se liší tzv. knížecí pohřby, tj. pohřby nobility - ty byly doprovázeny celou řadou milodarů (zbraně, ozdoby, textilie, potraviny aj.), mnohdy bývala urna uložena na voze, případně byl vůz uložen spolu s ostatními milodary. V knížecích hrobech se objevují i ostatky žen – snad manželek či služebných. Kromě typického žárového ritu se ojediněle (zejména v knovízské kultuře) objevují i <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#inhumace\" rel=\"noopener noreferrer\" target=\"_blank\">kostrové</a> pohřby na sídlištích. Původně byly tyto pohřby vysvětlovány jako doklady <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#antropofagie\" rel=\"noopener noreferrer\" target=\"_blank\">antropofagie</a>, dnes je tato záležitost interpretována spíše jako doklad pohřbů otroků (?), odsouzených jedinců či lidských obětí.</p><p><br></p>"}, 
 {"id":75,"created_at":"2025-03-01T13:46:33.858073+00:00","line_id":107640,"item_data":{"id": 1, "end": 316516204800000, "tag": 1, "name": "SUPER DUPER DLOOOOUHA UDALOST (max range)", "group": 2, "start": -439989667200000, "cssVariables": {"--item-background": "#BAE6FD"}},"description":"<p><span style=\"color: rgb(153, 153, 153);\">&lt;</span><span style=\"color: rgb(153, 0, 85);\">img</span><span style=\"color: green;\"> src</span><span style=\"color: rgb(0, 92, 197);\">=\"</span><em style=\"color: rgb(0, 92, 197);\">url</em><span style=\"color: rgb(0, 92, 197);\">\"</span><span style=\"color: green;\"> alt</span><span style=\"color: rgb(0, 92, 197);\">=\"</span><em style=\"color: rgb(0, 92, 197);\">alternatetext</em><span style=\"color: rgb(0, 92, 197);\">\"</span><span style=\"color: rgb(153, 153, 153);\">&gt; </span>&nbsp;&lt;img src=\"https://external-content.duckduckgo.com/iu/?u=http%3A%2F%2Fwww.alleycat.org%2Fwp-content%2Fuploads%2F2019%2F03%2FFELV-cat.jpg&amp;f=1&amp;nofb=1&amp;ipt=2029e41651583646ebb2337afc123f4f678c1f3d818bbc13854ca2d8040357a9&amp;ipo=images\" alt=\"okay\"&gt; </p>"}, 
 {"id":78,"created_at":"2025-03-01T14:26:07.939957+00:00","line_id":209874,"item_data":{"id": 3, "end": -133170307200000, "tag": 3, "name": "ENEOLIT (POZDNÍ DOBA KAMENNÁ, DOBA MĚDĚNÁ)", "group": 2, "start": -199439884800000, "cssVariables": {"--item-background": "#934F3E"}},"description":"<p class=\"ql-align-justify\">Eneolit je poslední etapou doby kamenné – jde o období, ve kterém došlo k řadě ekonomických i technologických inovací. Vedle opracování kamene se objevuje i nový materiál – měď, ta však byla zpočátku využívána zejména k výrobě šperků či drobných nástrojů (dlátka, sekerky). Kámen spolu se dřevem a parohem zůstávají nadále hlavní surovinou k výrobě nástrojů. Rozvinula se i těžba (dokonce i hlubinná) kamenné i měděné suroviny. Důležitou změnou v eneolitické společnosti bylo rozšíření jednoduchého oradla, taženého nejspíš párem dobytčat. Hlavním zdrojem obživy se spolu se zemědělstvím stává i dobytkářství, zejména chov skotu. Skot však nebyl pouze zdrojem obživy, ale i pracovní síla, byl používán k orbě a dále i k tažení (čtyřkolového?) vozu. Dobytkářství však vyžadovalo jisté změny ve fungování zemědělské komunity. Bylo potřeba dobytek ustájit a zajistit dostatek píce. Podle doložených nálezů můžeme předpokládat, že v období eneolitu začali lidé dojit skot, ovce i kozy a mléko pak využívali k výrobě řady mléčných produktů. Ekonomické změny šly spolu se změnami ve společnosti – úloha muže při zajišťování obživy vzrostla (orba, pastevectví, kovolitectví, výroba kamenných nástrojů, těžba, boj), a tudíž se předpokládá přechod k patrilineárnímu uspořádání společnosti. V eneolitu se rovněž předpokládá rozdělení polností podle rodového a nikoliv komunitního principu a s tím spojený vznik institutu dědictví (primárně v mužské linii). Spolu s ekonomickými i sociálními změnami můžeme sledovat řadu dalších nových rysů eneolitické společnosti. Podle nálezů kamenných broušených <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#sekeromlat\" rel=\"noopener noreferrer\" target=\"_blank\">sekeromlatů</a> (a zřejmě i bronzových seker) soudíme, že došlo k vytvoření společenské vrstvy bojovníků. Kovolitci zároveň mohli plnit i úlohu kněžích – tavba mědi a odlévání měděných nástrojů a šperků bylo jistě spojeno s řadou magických úkonů. Rozšíření mladoeneolitických tzv. <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#pohárové%20kultury\" rel=\"noopener noreferrer\" target=\"_blank\">\"pohárových kultur\"</a>&nbsp;(tj. kultura se šňůrovou keramikou a kultura se zvoncovitými poháry) na rozsáhlém území Evropy souviselo s dalšími společenskými změnami – předpokládá se, že rozšíření <em>pohárových kultur</em> je spojeno s ritualizací pití alkoholických nápojů. Od středního či mladšího eneolitu můžeme předpokládat příchod mluvčích indoevropských jazyků.</p><p class=\"ql-align-justify\">Eneolitická sídliště bývala menší než jejich neolitičtí předchůdci, rovněž se zmenšily i domy, které bývaly velké průměrně 6-8×3-4 m. Se zmenšováním domů i sídlišť může být spojena transformace společnosti z komunitní na rodovou. Spolu s obytnými stavbami se nutně objevují i objekty hospodářského charakteru. Většina sídlišť byla sídliště rovinná, eneolitickou inovací jsou i menší výšinná sídliště (<a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#hradisko\" rel=\"noopener noreferrer\" target=\"_blank\">hradiska</a>). Jejich funkce není přesně známá, mohlo jít buď o <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#refugium\" rel=\"noopener noreferrer\" target=\"_blank\">refugia</a>, nebo místa, kde sídlili řemeslníci (zejména kovolitci) a možná sloužila i jako střediska kultu. Situace se mění v mladším eneolitu, kdy pro období kultury se šňůrovou keramikou a kultury zvoncovitých pohárů archeologicky neznáme žádná sídliště. Na základě chybění dokladů sídelních aktivit byly tyto kultury interpretovány jako kultury nomádské, novější výzkumy však tyto doklady našly.</p><p class=\"ql-align-justify\">Změny ve společenském uspořádání se odrážejí i v pohřebním ritu – ten se postupně začíná unifikovat, ačkoliv se často setkáváme s <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#birituální\" rel=\"noopener noreferrer\" target=\"_blank\">birituálním</a> pohřbíváním – vedle běžných kostrových pohřbů ve skrčené poloze se objevují i pohřby <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#žárový%20hrob\" rel=\"noopener noreferrer\" target=\"_blank\">žárové</a>. Nad hroby bývaly navršeny <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#mohyla\" rel=\"noopener noreferrer\" target=\"_blank\">mohyly</a>. Ostatky byly doprovázeny řadou milodarů. Jejich skladba se postupem času začíná rovněž unifikovat a typizovat, zejména podle pohřební výbavy v hrobech <em>pohárových kultur</em> můžeme často rozlišit pohlaví pohřbeného jedince. Mohyly i unifikace ritu mohou být svědectvím dokládajícím kult předků a snahu o demonstraci kontinuity rodové linie jednotlivých rodin. Pohřebiště se začínají oddělovat od sídelních areálů, což zřejmě souvisí se změnou chápání světa živých a mrtvých.</p><p><br></p>"}, 
 {"id":84,"created_at":"2025-03-01T14:38:00.457468+00:00","line_id":209874,"item_data":{"id": 8, "end": -30610224000000, "tag": 8, "name": "RANÝ STŘEDOVĚK (DOBA HRADIŠTNÍ)", "group": 2, "start": -44810841600000, "cssVariables": {"--item-background": "#87CD69"}},"description":"<p class=\"ql-align-justify\">Počátek raně středověkého období na našem území můžeme vymezit příchodem <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#Slované\" rel=\"noopener noreferrer\" target=\"_blank\">slovanského</a>&nbsp;obyvatelstva z východu. Proces utváření slovanského etnika patří mezi nejméně jasné kapitoly evropských dějin. Badatelé nejčastěji identifikují první Slovany s nositeli kultury zarubiněcké a černjachovské (možná i kultury przeworské) z východní a středovýchodní Evropy. Přestože nejasné písemné zprávy umožňují uvažovat o přesunech protoslovanského obyvatelstva již v době stěhování národů, o samotné slovanské expanzi můžeme hovořit až od 6. stol. po Kr. Slované obsadili rozsáhlá území střední Evropy (západní hranicí bylo povodí dolního Labe a Sály, horní Pomohaní, východní Bavorsko a rakouské Korutany), na jihu Slované zaplavili celý Balkánský poloostrov a zabrali i velkou část pevninského Řecka. První archeologickou kulturou, kterou můžeme ztotožnit se Slovany na našem území je kultura keramiky pražského typu. Ta se podobá dalším soudobým východoevropským kulturám – typu Korčak a typu Pěnkovka (či <em>Pěňkovka</em>, <em>Peňkivka</em>). Po polovině 6. stol. se do střední Evropy začínají tlačit kočovní <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#Avaři\" rel=\"noopener noreferrer\" target=\"_blank\">Avaři</a>, kteří v oblasti Panonie vytvořili tzv. <em>Avarský kaganát</em>, politický útvar, který trval od poslední třetiny 6. do přelomu 8. a 9. století. V 8. věku zasáhl okraj kaganátu i na jihovýchodní Moravu. Hranice kulturního vlivu Avarů byla však mnohem širší, jak dokládají četné nálezy avarských ozdob, kterými se honosili slovanské elity na území celé Moravy i Čech. Kontaktem Slovanů s Avary vznikla charakteristická avarsko-slovanská kultura.</p><p class=\"ql-align-justify\">V první polovině 7. stol. po Kr. vzniká ve středoevropském prostoru první historicky doložený slovanský politický útvar – tzv. <em>Sámova říše</em>. Říše byla pojmenována podle jejího zakladatele, franckého kupce Sáma, a vznikla za účelem obrany proti Avarům. Informace o Sámově říši se dochovaly ve franckých pramenech díky faktu, že se Sámo dostal do konfliktu s franckým králem Dagobertem I., jehož vojska porazil v bitvě u Wogastisburgu. Po Sámově smrti jeho říše mizí z písemných pramenů. V první polovině 9. století se na území dnešní Moravy a jihozápadního Slovenska vytvořil nový státní útvar, tzv. Velkomoravská říše (pojmenovaná podle záznamu <em>‚i megali Moravia‘ (ἡ&nbsp;μεγάλη&nbsp;Μοραβία)</em> v díle byzantského císaře Kónstantina VII. Porfyrogennéta). Dějiny Velkomoravské říše jsou poměrně dobře známé z historických pramenů. Za vlády knížete Rostislava přijali Velkomoravané křesťanství z Byzance. Říše zaniká okolo r. 907 po Kr., pravděpodobně pod náporem Maďarů. Velkomoravské tradice však přetrvávají dále v průběhu 10. stol.</p><p class=\"ql-align-justify\">Základní sídelní jednotkou prvních Slovanů na našem území byly vesnice. Ty nebývaly velké, většinou čítaly 5-10 domů, ale známe i sídliště s větším počtem domů. Domy bývaly poměrně malé, měly čtvercový či mírně obdélný půdorys s výměrou 10-11 m² a většinou byly zahloubeny do země. V jednom z rohů stávalo otopné zařízení – ohniště či pec. Archeologicky známe i stopy po vnitřním vybavení domů – drobné kůlové jamky bývají interpretovány jako stopy po lavicích. Pravděpodobně od konce 7. stol. po Kr. byla budována <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#hradisko\" rel=\"noopener noreferrer\" target=\"_blank\">hradiska</a>, tradice jejich výstavby přetrvala až do první poloviny 13. stol. – podle budování hradisek bývá tento dlouhý úsek středověku nazýván <em>dobou hradištní</em>. Hradiska byla opevněná výšinná sídliště, na kterých se nacházely i dvorce nobility, výrobní i kultovní areály a tržiště. V mladších obdobích byly na hradiskách budovány první křesťanské kostely.</p><p class=\"ql-align-justify\">Nejstarší Slované na našem území pohřbívali své předky <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#žárový%20hrob\" rel=\"noopener noreferrer\" target=\"_blank\">žárově</a>&nbsp;(na rozdíl od&nbsp;<a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#inhumace\" rel=\"noopener noreferrer\" target=\"_blank\">kostrových</a>&nbsp;pohřbů&nbsp;doby stěhování národů). Spálené ostatky byly často ukládány do&nbsp;<a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#popelnice\" rel=\"noopener noreferrer\" target=\"_blank\">popelnic</a>, ostatky byly doprovázeny malým počtem milodarů, většinou předmětů denní potřeby. Žárové pohřby jsou velmi vzácné, protože Slované ostatky zpravidla nezahlubovali pod úroveň terénu. Nad hroby bývaly navršeny mohyly (zejména od 7. či 8. stol. po Kr.). V 9. století se pohřbívání mění ve prospěch kostrového ritu. Zpočátku se do kostrových hrobů vkládalo široké spektrum milodarů (zbraně, šperky, nádoby), v průběhu 10. století se od tohoto zvyku postupně upouštělo, až se hrobová výbava zredukovala. V křesťanských hrobech pak většinou milodary úplně chybějí.</p><p class=\"ql-align-justify\">Na počátku raného středověku pokračuje z&nbsp;období stěhování národů&nbsp;merovejská kultura, s příchodem Slovanů pak rozpoznáváme&nbsp;kulturu pražského typu. Od poloviny 8 stol. po Kr. se místo tradičního označování archeologických kultur používá jiné klasifikace, např. dělení na několik fází&nbsp;doby hradištní&nbsp;(tato klasifikace však byla v průběhu bádání dále upravována).</p>"}, 
 {"id":100,"created_at":"2025-03-01T16:03:48.15931+00:00","line_id":718955,"item_data":{"id": 10, "end": -946771200000, "tag": "3", "name": "Proletářská poezie 1920 - 1940 Poetismus 1920 - 1930 Surrealismus 1930 - 1950", "group": 6, "start": -1577923200000, "cssVariables": {"--item-background": "#0F71A3"}},"description":"<p>Proletářská poezie 1920 - 1940 </p><p>Sociální, levicově orientovaná literatura vznikala již ve druhé polovině 19. století, ale až po první světové válce se mladí autoři začali sdružovat, a to kolem hnutí <a href=\"https://cs.wikipedia.org/wiki/Svaz_modern%C3%AD_kultury_Dev%C4%9Btsil\" rel=\"noopener noreferrer\" target=\"_blank\">Devětsil</a>. Po uměleckém příklonu k poetismu však někteří autoři Devětsil opustili. Největšího věhlasu dosáhl <a href=\"https://cs.wikipedia.org/wiki/Ji%C5%99%C3%AD_Wolker\" rel=\"noopener noreferrer\" target=\"_blank\">Jiří Wolker</a>, obdobím proletářské tvorby si prošli například <a href=\"https://cs.wikipedia.org/wiki/Josef_Hora\" rel=\"noopener noreferrer\" target=\"_blank\">Josef Hora</a>, <a href=\"https://cs.wikipedia.org/wiki/Jaroslav_Seifert\" rel=\"noopener noreferrer\" target=\"_blank\">Jaroslav Seifert</a> či Stanislav Kostka Neumann.</p><p><br></p><p>Poetismus 1920 - 1930 </p><p>Poetismus se vyvíjel výhradně v českém prostředí, přestože byl prostřednictvím antologie <em>Francouzská poezie nové doby</em> (1920) K. Čapka ovlivněn tvorbou předních francouzských básníků, zejména <a href=\"https://cs.wikipedia.org/wiki/Guillaume_Apollinaire\" rel=\"noopener noreferrer\" target=\"_blank\">Guillauma Apollinaira</a>. Byl inspirován technickým pokrokem, ruchem velkoměsta, cestováním a exotickými dálkami. Byl typický nekontrolovaným proudem myšlenek, které měly za cíl vymanit poezii z pout rozumu. Teoretickým mluvčím poetismu byl <a href=\"https://cs.wikipedia.org/wiki/Karel_Teige\" rel=\"noopener noreferrer\" target=\"_blank\">Karel Teige</a>, mezi významné představitele patřili <a href=\"https://cs.wikipedia.org/wiki/V%C3%ADt%C4%9Bzslav_Nezval\" rel=\"noopener noreferrer\" target=\"_blank\">Vítězslav Nezval</a>, Jaroslav Seifert a <a href=\"https://cs.wikipedia.org/wiki/Konstantin_Biebl\" rel=\"noopener noreferrer\" target=\"_blank\">Konstantin Biebl</a>, v próze například <a href=\"https://cs.wikipedia.org/wiki/Vladislav_Van%C4%8Dura\" rel=\"noopener noreferrer\" target=\"_blank\">Vladislav Vančura</a>.</p><p><br></p><p>Surrealismus 1930 - 1950</p><p>Surrealismus vznikl ve 20. letech ve Francii, do českého prostředí se dostal zhruba o desetiletí později. Byl ovlivněn <a href=\"https://cs.wikipedia.org/wiki/Psychoanal%C3%BDza\" rel=\"noopener noreferrer\" target=\"_blank\">psychoanalýzou</a><a href=\"https://cs.wikipedia.org/wiki/Sigmund_Freud\" rel=\"noopener noreferrer\" target=\"_blank\">Sigmunda Freuda</a>, zdůrazňoval úlohu nevědomí. V roce 1934 vznikla v Praze tzv. <a href=\"https://cs.wikipedia.org/wiki/Skupina_surrealist%C5%AF_v_%C4%8CSR\" rel=\"noopener noreferrer\" target=\"_blank\">Skupina surrealistů v ČSR</a> v čele s Vítězslavem Nezvalem a Karlem Teige. Její členové udržovali kontakty se zahraničím a lze tvrdit, že její význam přesáhl hranice tehdejšího Československa. V roce 1938 ji Nezval rozpustil, někteří členové však i nadále pokračovali v činnosti.</p>"}, 
 {"id":124,"created_at":"2025-03-11T21:30:33.902157+00:00","line_id":311100,"item_data":{"id": 2, "end": 1735689600000, "tag": 2, "name": "AC Sparta Praha", "group": 5, "start": -2429827200000, "cssVariables": {"--item-background": "#931111"}},"description":""}, 
 {"id":127,"created_at":"2025-03-15T11:34:57.666384+00:00","line_id":414190,"item_data":{"id": 1, "end": 1767225600000, "tag": 1, "name": "jirka gc", "group": 2, "start": 1735689600000, "cssVariables": {"--item-background": "#E34A4B"}},"description":"<p>gratulujeme</p>"}, 
 {"id":132,"created_at":"2025-03-15T11:41:20.684112+00:00","line_id":414190,"item_data":{"id": 2, "end": 1735689600000, "tag": 2, "name": "", "group": 2, "start": 1640995200000, "cssVariables": {"--item-background": "#E040FF"}},"description":""}, 
 {"id":90,"created_at":"2025-03-01T15:25:27.721614+00:00","line_id":718955,"item_data":{"id": 1, "end": -1893456000000, "tag": 1, "name": "Česká moderna", "group": 5, "start": -2524521600000, "cssVariables": {"--item-background": "#A34F02"}},"description":"<p>V průběhu celého 19. století procházela česká literatura bouřlivým vývojem. Ovšem až v 90. letech se podařilo mladým autorům, volně spojeným podpisem <a href=\"https://cs.wikipedia.org/wiki/Manifest_%C4%8Desk%C3%A9_moderny\" rel=\"noopener noreferrer\" target=\"_blank\">Manifestu české moderny</a> (1895), vymanit uměleckou tvorbu z podřízenosti společenským funkcím a politice <a href=\"https://cs.wikipedia.org/wiki/N%C3%A1rodn%C3%AD_strana_(1848)\" rel=\"noopener noreferrer\" target=\"_blank\">staročeské</a> a <a href=\"https://cs.wikipedia.org/wiki/N%C3%A1rodn%C3%AD_strana_svobodomysln%C3%A1\" rel=\"noopener noreferrer\" target=\"_blank\">mladočeské strany</a>. Ostře se vymezili proti starším generacím (především <a href=\"https://cs.wikipedia.org/wiki/Lum%C3%ADrovci\" rel=\"noopener noreferrer\" target=\"_blank\">lumírovcům</a>), s nimiž se často dostávali do vzájemných sporů.</p><p>Představitelé České moderny byli silně ovlivněni <a href=\"https://cs.wikipedia.org/wiki/Symbolismus\" rel=\"noopener noreferrer\" target=\"_blank\">symbolismem</a> v díle <a href=\"https://cs.wikipedia.org/wiki/Proklet%C3%AD_b%C3%A1sn%C3%ADci\" rel=\"noopener noreferrer\" target=\"_blank\">prokletých básníků</a>. Zájem o lidskou duši (související s rozvojem <a href=\"https://cs.wikipedia.org/wiki/Psychologie\" rel=\"noopener noreferrer\" target=\"_blank\">psychologie</a>) se přenesl i do jejich tvorby. <a href=\"https://cs.wikipedia.org/wiki/Realismus_(literatura)\" rel=\"noopener noreferrer\" target=\"_blank\">Realismus</a> byl nahrazen složitou symbolikou, pouhými náznaky. Typickými autory byli <a href=\"https://cs.wikipedia.org/wiki/Otokar_B%C5%99ezina\" rel=\"noopener noreferrer\" target=\"_blank\">Otokar Březina</a>, <a href=\"https://cs.wikipedia.org/wiki/Anton%C3%ADn_Sova\" rel=\"noopener noreferrer\" target=\"_blank\">Antonín Sova</a> a <a href=\"https://cs.wikipedia.org/wiki/Karel_Hlav%C3%A1%C4%8Dek\" rel=\"noopener noreferrer\" target=\"_blank\">Karel Hlaváček</a>. Na přelomu století však vliv symbolistické poetiky výrazně upadl.</p><p>Delší působnost v české literatuře si zachovalo <a href=\"https://cs.wikipedia.org/wiki/Dekadence\" rel=\"noopener noreferrer\" target=\"_blank\">dekadentní</a> křídlo okolo literárně-výtvarného časopisu <a href=\"https://cs.wikipedia.org/wiki/Modern%C3%AD_revue\" rel=\"noopener noreferrer\" target=\"_blank\">Moderní revue</a>, vydávaného od roku 1894 až do roku 1925. Do jeho okruhu patřili <a href=\"https://cs.wikipedia.org/wiki/Ji%C5%99%C3%AD_Kar%C3%A1sek_ze_Lvovic\" rel=\"noopener noreferrer\" target=\"_blank\">Jiří Karásek ze Lvovic</a>, <a href=\"https://cs.wikipedia.org/wiki/Arno%C5%A1t_Proch%C3%A1zka\" rel=\"noopener noreferrer\" target=\"_blank\">Arnošt Procházka</a> či Karel Hlaváček.</p><p>Třetím významným směrem této doby byl <a href=\"https://cs.wikipedia.org/wiki/Impresionismus\" rel=\"noopener noreferrer\" target=\"_blank\">impresionismus</a>. Pro svou menší vyhraněnost byl často kombinován s jinými uměleckými směry. Mezi hlavní představitele patřili Antonín Sova s <a href=\"https://cs.wikipedia.org/wiki/Fr%C3%A1%C5%88a_%C5%A0r%C3%A1mek\" rel=\"noopener noreferrer\" target=\"_blank\">Fráňou Šrámkem</a>, dále pak <a href=\"https://cs.wikipedia.org/wiki/Vil%C3%A9m_Mr%C5%A1t%C3%ADk\" rel=\"noopener noreferrer\" target=\"_blank\">Vilém Mrštík</a>, <a href=\"https://cs.wikipedia.org/wiki/Ji%C5%99%C3%AD_Mahen\" rel=\"noopener noreferrer\" target=\"_blank\">Jiří Mahen</a>, <a href=\"https://cs.wikipedia.org/wiki/Marie_Pujmanov%C3%A1\" rel=\"noopener noreferrer\" target=\"_blank\">Marie Pujmanová</a>, <a href=\"https://cs.wikipedia.org/wiki/Rudolf_T%C4%9Bsnohl%C3%ADdek\" rel=\"noopener noreferrer\" target=\"_blank\">Rudolf Těsnohlídek</a> nebo <a href=\"https://cs.wikipedia.org/wiki/R%C5%AF%C5%BEena_Svobodov%C3%A1\" rel=\"noopener noreferrer\" target=\"_blank\">Růžena Svobodová</a>.</p>"}, 
 {"id":158,"created_at":"2025-03-15T21:51:33.458648+00:00","line_id":319818,"item_data":{"id": 11, "end": 1672531200000, "tag": 11, "name": "McDonalds Vaclavske namesti", "group": 5, "start": 1640995200000, "cssVariables": {"--item-background": "#43FFF8"}},"description":"<p>Moc zabava</p>"}, 
 {"id":151,"created_at":"2025-03-15T21:45:14.712845+00:00","line_id":319818,"item_data":{"id": 4, "end": 1136073600000, "tag": 4, "name": "Narodila jsem se (jupi)", "group": 1, "start": 1104537600000, "cssVariables": {"--item-background": "#FFBEFA"}},"description":"<h2>HEheh</h2>"}, 
 {"id":98,"created_at":"2025-03-01T15:55:27.266195+00:00","line_id":718955,"item_data":{"id": 9, "end": -1640995200000, "tag": 9, "name": "Literatura za 1. světové války", "group": 2, "start": -1767225600000, "cssVariables": {"--item-background": "#5E0A0A"}},"description":"<p>Literární produkce se v tomto období vyznačovala krizí hodnot lidstva. Zásadní vliv na tvorbu získal <a href=\"https://cs.wikipedia.org/wiki/Expresionismus\" rel=\"noopener noreferrer\" target=\"_blank\">expresionismus</a>. Jeho prvky se objevovaly především v dílech <a href=\"https://cs.wikipedia.org/wiki/Josef_%C4%8Capek\" rel=\"noopener noreferrer\" target=\"_blank\">Josefa</a> a <a href=\"https://cs.wikipedia.org/wiki/Karel_%C4%8Capek\" rel=\"noopener noreferrer\" target=\"_blank\">Karla Čapka</a>, ještě výrazněji pak u <a href=\"https://cs.wikipedia.org/wiki/Richard_Weiner\" rel=\"noopener noreferrer\" target=\"_blank\">Richarda Weinera</a>. Typickým příkladem úpadku byly provokativní texty prozaika a filozofa <a href=\"https://cs.wikipedia.org/wiki/Ladislav_Kl%C3%ADma\" rel=\"noopener noreferrer\" target=\"_blank\">Ladislava Klímy</a>.</p><p>O vzkříšení národní tradice se pokoušeli například Viktor Dyk nebo Karel Toman; symbolem odporu proti Rakousku-Uhersku se však stal již více než šedesátiletý <a href=\"https://cs.wikipedia.org/wiki/Alois_Jir%C3%A1sek\" rel=\"noopener noreferrer\" target=\"_blank\">Alois Jirásek</a> se svým románem <a href=\"https://cs.wikipedia.org/wiki/Temno_(rom%C3%A1n)\" rel=\"noopener noreferrer\" target=\"_blank\">Temno</a> (1915).</p>"}, 
 {"id":114,"created_at":"2025-03-01T16:52:46.491746+00:00","line_id":718955,"item_data":{"id": 24, "end": -1640995200000, "tag": 24, "name": "První světová válka (1914–1918)", "group": 1, "start": -1767225600000, "cssVariables": {"--item-background": "#DE1C1C"}},"description":"<p>První světová válka způsobila masivní ztráty na životech a rozpad tradičních hodnot. V literatuře se objevuje pesimismus, deziluze a reflexe válečných hrůz. Autoři jako Fráňa Šrámek či Viktor Dyk zachycují ztrátu iluzí generace, která do války vstupovala s nadšením, ale vrátila se traumatizovaná.</p>"}, 
 {"id":157,"created_at":"2025-03-15T21:50:54.965939+00:00","line_id":319818,"item_data":{"id": 10, "end": 1735689600000, "tag": 10, "name": "Gymnazium Arabska", "group": 2, "start": 1609459200000, "cssVariables": {"--item-background": "#FAFFBE"}},"description":"<p>Velmi fajn skola</p>"}, 
 {"id":97,"created_at":"2025-03-01T15:54:42.406339+00:00","line_id":718955,"item_data":{"id": 8, "end": -1577923200000, "tag": 8, "name": "Anarchističtí buřiči", "group": 2, "start": -2208988800000, "cssVariables": {"--item-background": "#870C9E"}},"description":"<p>V prvním desetiletí nového století se okolo <a href=\"https://cs.wikipedia.org/wiki/Stanislav_Kostka_Neumann\" rel=\"noopener noreferrer\" target=\"_blank\">Neumannova</a> časopisu <a href=\"https://cs.wikipedia.org/wiki/Nov%C3%BD_kult\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Nový kult</em></a> začala tvořit generace tzv. <a href=\"https://cs.wikipedia.org/wiki/Anarchisti%C4%8Dt%C3%AD_bu%C5%99i%C4%8Di\" rel=\"noopener noreferrer\" target=\"_blank\">anarchistických buřičů</a>, ovlivněná myšlenkami <a href=\"https://cs.wikipedia.org/wiki/Anarchismus\" rel=\"noopener noreferrer\" target=\"_blank\">anarchismu</a> (úsilí o neomezenou svobodu člověka a odmítání autority státu) a <a href=\"https://cs.wikipedia.org/wiki/Vitalismus_(literatura)\" rel=\"noopener noreferrer\" target=\"_blank\">vitalismem</a> <a href=\"https://cs.wikipedia.org/wiki/Henri_Bergson\" rel=\"noopener noreferrer\" target=\"_blank\">Henriho Bergsona</a>. Buřiči opovrhovali soudobou společností, její konzervativní morálkou a spořádanou existencí. Snažili se šokovat; psali o tabuizovaných tématech, vedli bohémský život. Své umění se snažili přiblížit obyčejnému životu.</p><p>Představitelé:</p><ul><li><a href=\"https://cs.wikipedia.org/wiki/Petr_Bezru%C4%8D\" rel=\"noopener noreferrer\" target=\"_blank\">Petr Bezruč</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Josef_Mach_(spisovatel)\" rel=\"noopener noreferrer\" target=\"_blank\">Josef Mach</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Stanislav_Kostka_Neumann\" rel=\"noopener noreferrer\" target=\"_blank\">Stanislav Kostka Neumann</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Fr%C3%A1%C5%88a_%C5%A0r%C3%A1mek\" rel=\"noopener noreferrer\" target=\"_blank\">Fráňa Šrámek</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Karel_Toman\" rel=\"noopener noreferrer\" target=\"_blank\">Karel Toman</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Viktor_Dyk\" rel=\"noopener noreferrer\" target=\"_blank\">Viktor Dyk</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Franti%C5%A1ek_Gellner\" rel=\"noopener noreferrer\" target=\"_blank\">František Gellner</a></li></ul>"}, 
 {"id":91,"created_at":"2025-03-01T15:31:42.032941+00:00","line_id":718955,"item_data":{"id": 2, "end": -1640995200000, "tag": 2, "name": "Předválečná moderna a Almanach na rok 1914", "group": 5, "start": -1893456000000, "cssVariables": {"--item-background": "#6D42D2"}},"description":"<p>První česká avantgardní skupina, obvykle nazývaná jako předválečná moderna, vznikla ještě před první světovou válkou. Její snahou bylo zachytit dynamiku života na počátku 20. století. Předními představiteli Almanachu byli bratři Čapkové, <a href=\"https://cs.wikipedia.org/wiki/Otakar_Theer\" rel=\"noopener noreferrer\" target=\"_blank\">Otakar Theer</a> a generačně starší <a href=\"https://cs.wikipedia.org/wiki/Stanislav_Kostka_Neumann\" rel=\"noopener noreferrer\" target=\"_blank\">Stanislav Kostka Neumann</a>.</p>"}, 
 {"id":110,"created_at":"2025-03-01T16:22:22.736634+00:00","line_id":718955,"item_data":{"id": 20, "end": -946771200000, "tag": "4", "name": "Ivan Olbracht, Rudolf Medek, Jaroslav Seifert", "group": 4, "start": -1640995200000, "cssVariables": {"--item-background": "#1A7423"}},"description":"<h2>Legionářská literatura 1918 - 1930</h2><h3>Rudolf Medek</h3><p>Ve svých románech, jako <em>Plukovník Švec</em>, zachytil dramatické osudy československých legionářů.</p><h3>Jaroslav Kratochvíl</h3><p>Autor románů <em>Cesta revoluce</em> a <em>Prameny</em>, ve kterých popisuje legionářské boje a politickou situaci své doby.</p><h3>Jaroslav Durych</h3><p>Jeho historické romány, například <em>Bloudění</em>, jsou zaměřeny na duchovní a filozofické aspekty života.</p><p><br></p><h2>Levicově orientovaní autoři 1920 - 1940</h2><h3>Ivan Olbracht</h3><p>Ve svých prózách se věnoval sociálním a politickým tématům. Slavný je román <em>Nikola Šuhaj loupežník</em>, inspirovaný skutečnými událostmi.</p><h3>Marie Majerová</h3><p>Autorka se zaměřovala na ženská a sociální témata. Román <em>Siréna</em> popisuje osudy dělnické rodiny.</p><h3>Vladislav Vančura</h3><p>Jeho avantgardní styl je patrný v románu <em>Rozmarné léto</em>, který se vyznačuje poetickým jazykem a hravostí.</p><p><br></p><h2>Prodemokratičtí autoři 1920 - 1940</h2><h3>Otokar Březina</h3><p>Symbolistický básník, jehož poezie je hluboce filozofická a duchovní.</p><h3>Jaroslav Seifert</h3><p>Jeden z nejvýznamnějších českých básníků, jeho tvorba se vyvíjela od proletářské poezie až po intimní lyriku.</p><h3>František Halas</h3><p>Jeho poezie je existenciální, plná melancholie a obav o osud světa (<em>Torzo naděje</em>).</p><p><br></p>"}, 
 {"id":119,"created_at":"2025-03-01T16:56:01.951105+00:00","line_id":718955,"item_data":{"id": 28, "end": -1262304000000, "tag": 28, "name": "Nástup totalitních režimů v Evropě", "group": 1, "start": -1577923200000, "cssVariables": {"--item-background": "#B6CB7D"}},"description":"<p>Ve 20. a 30. letech sílí v Evropě totalitní ideologie – fašismus v Itálii, nacismus v Německu a komunismus v Sovětském svazu. Tyto režimy začínají ovlivňovat i literaturu, mnozí autoři jsou nuceni k exilu nebo se přizpůsobují cenzuře. Mezi literáty se šíří buď loajalita k režimu, nebo skrytý odpor skrze alegorie a symboliku.</p>"}, 
 {"id":120,"created_at":"2025-03-01T16:56:49.755311+00:00","line_id":718955,"item_data":{"id": 29, "end": -788918400000, "tag": 29, "name": "Druhá světová válka ", "group": 1, "start": -978307200000, "cssVariables": {"--item-background": "#A78D1F"}},"description":"<p>V období druhé světové války je literatura výrazně ovlivněna okupací, perzekucí autorů a cenzurou. Někteří spisovatelé umírají v koncentračních táborech, jiní píší v exilu nebo v ilegalitě. Po válce se v literatuře objevují motivy odboje, utrpení a existenciálních otázek lidské morálky.</p>"}, 
 {"id":111,"created_at":"2025-03-01T16:24:10.998336+00:00","line_id":718955,"item_data":{"id": 21, "end": -946771200000, "tag": "3", "name": "Vítězslav Nezval, Jiří Wolker, Jaroslav Seifert, Vladislav Vančura, Vladimír Holan", "group": 7, "start": -1577923200000, "cssVariables": {"--item-background": "#0F71A3"}},"description":"<h2>Proletářská poezie 1920 - 1940</h2><h3>Jiří Wolker</h3><p>Autor sociálně laděné poezie (<em>Host do domu</em>), kde vyjadřuje solidaritu s chudými.</p><h3>Konstantin Biebl</h3><p>Kombinoval proletářské a poetistické prvky, např. ve sbírce <em>S lodí, jež dováží čaj a kávu</em>.</p><h3>Vítězslav Nezval</h3><p>Přední představitel poetismu a surrealismu (<em>Edison</em>).</p><p><br></p><h2>Poetismus 1920 - 1930</h2><h3>Vítězslav Nezval</h3><p>Představitel avantgardy, jeho poetistická sbírka <em>Abeceda</em> propojuje hravost s experimentálním jazykem.</p><h3>Jaroslav Seifert</h3><p>V rané fázi tvorby se inspiroval poetismem (<em>Na vlnách TSF</em>).</p><h3>Vladislav Vančura</h3><p>Experimentoval i s jazykem v próze (<em>Pekař Jan Marhoul</em>).</p><p><br></p><h2>Surrealismus 1930 - 1950</h2><h3>Vítězslav Nezval</h3><p>Pozdější fáze jeho tvorby přechází k surrealismu (<em>Žena v množném čísle</em>).</p><h3>Konstantin Biebl</h3><p>Jeho surrealistická poezie čerpala z exotiky a snových obrazů (<em>Nový Ikaros</em>).</p><h3>Vladimír Holan</h3><p>Mystický a složitý básník, často se obracející k filozofickým tématům (<em>Noc s Hamletem</em>).</p>"}, 
 {"id":101,"created_at":"2025-03-01T16:04:17.489577+00:00","line_id":718955,"item_data":{"id": 11, "end": -946771200000, "tag": "4", "name": "Legionářská literatura 1918 - 1930 | Levicově orientovaní autoři 1920 - 1940 | Prodemokratičtí autoři 1920 - 1940", "group": 3, "start": -1640995200000, "cssVariables": {"--item-background": "#1A7423"}},"description":"<h2>Legionářská literatura</h2><p>Tento proud zahrnuje vzpomínky a historické publikace <a href=\"https://cs.wikipedia.org/wiki/%C4%8Ceskoslovensk%C3%A9_legie\" rel=\"noopener noreferrer\" target=\"_blank\">československých legionářů</a>, kteří přežili <a href=\"https://cs.wikipedia.org/wiki/Sibi%C5%99sk%C3%A1_anab%C3%A1ze\" rel=\"noopener noreferrer\" target=\"_blank\">sibiřskou anabázi</a>. Tento druh literatury byl za <a href=\"https://cs.wikipedia.org/wiki/Prvn%C3%AD_republika\" rel=\"noopener noreferrer\" target=\"_blank\">První republiky</a> populární, po roce 1948 se tato literatura ocitla na indexu zakázaných knih.</p><p>Významnými legionářskými autory jsou: <a href=\"https://cs.wikipedia.org/wiki/Rudolf_Medek\" rel=\"noopener noreferrer\" target=\"_blank\">Rudolf Medek</a>, <a href=\"https://cs.wikipedia.org/wiki/Josef_Kopta\" rel=\"noopener noreferrer\" target=\"_blank\">Josef Kopta</a>, <a href=\"https://cs.wikipedia.org/wiki/Franti%C5%A1ek_Langer\" rel=\"noopener noreferrer\" target=\"_blank\">František Langer</a>, <a href=\"https://cs.wikipedia.org/wiki/V%C3%A1clav_Kaplick%C3%BD\" rel=\"noopener noreferrer\" target=\"_blank\">Václav Kaplický</a>, <a href=\"https://cs.wikipedia.org/wiki/Jaroslav_Kratochv%C3%ADl_(spisovatel)\" rel=\"noopener noreferrer\" target=\"_blank\">Jaroslav Kratochvíl</a>.</p><p>Boje na <a href=\"https://cs.wikipedia.org/wiki/V%C3%BDchodn%C3%AD_fronta_(prvn%C3%AD_sv%C4%9Btov%C3%A1_v%C3%A1lka)\" rel=\"noopener noreferrer\" target=\"_blank\">východní frontě</a> absolvoval také <a href=\"https://cs.wikipedia.org/wiki/Anarchismus\" rel=\"noopener noreferrer\" target=\"_blank\">anarchistický</a> spisovatel <a href=\"https://cs.wikipedia.org/wiki/Jaroslav_Ha%C5%A1ek\" rel=\"noopener noreferrer\" target=\"_blank\">Jaroslav Hašek</a>, jeho <a href=\"https://cs.wikipedia.org/wiki/Satira\" rel=\"noopener noreferrer\" target=\"_blank\">satirický</a> román <a href=\"https://cs.wikipedia.org/wiki/Osudy_dobr%C3%A9ho_voj%C3%A1ka_%C5%A0vejka_za_sv%C4%9Btov%C3%A9_v%C3%A1lky\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Osudy dobrého vojáka Švejka</em></a> se však do legionářské literatury neřadí.</p><p><br></p><h2>Levicově orientovaní autoři</h2><ul><li><a href=\"https://cs.wikipedia.org/wiki/Ivan_Olbracht\" rel=\"noopener noreferrer\" target=\"_blank\">Ivan Olbracht</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Marie_Majerov%C3%A1\" rel=\"noopener noreferrer\" target=\"_blank\">Marie Majerová</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Marie_Pujmanov%C3%A1\" rel=\"noopener noreferrer\" target=\"_blank\">Marie Pujmanová</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Jind%C5%99ich_Ho%C5%99ej%C5%A1%C3%AD\" rel=\"noopener noreferrer\" target=\"_blank\">Jindřich Hořejší</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Jan_Alda\" rel=\"noopener noreferrer\" target=\"_blank\">Jan Alda</a> (Alexandr Hořejší)</li><li><a href=\"https://cs.wikipedia.org/wiki/Josef_Hora\" rel=\"noopener noreferrer\" target=\"_blank\">Josef Hora</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Jaroslav_Ha%C5%A1ek\" rel=\"noopener noreferrer\" target=\"_blank\">Jaroslav Hašek</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Julius_Fu%C4%8D%C3%ADk\" rel=\"noopener noreferrer\" target=\"_blank\">Julius Fučík</a></li><li><a href=\"https://cs.wikipedia.org/wiki/V%C3%A1clav_Oukropec\" rel=\"noopener noreferrer\" target=\"_blank\">Václav Oukropec</a></li></ul><p><br></p><h2>Prodemokratičtí autoři</h2><p>tj. literatura, která byla sice často kritická k nešvarům své doby, ale nenapadala její princip.</p><ul><li><a href=\"https://cs.wikipedia.org/wiki/Jarmila_Glazarov%C3%A1\" rel=\"noopener noreferrer\" target=\"_blank\">Jarmila Glazarová</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Vladim%C3%ADr_Holan\" rel=\"noopener noreferrer\" target=\"_blank\">Vladimír Holan</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Ji%C5%99%C3%AD_Orten\" rel=\"noopener noreferrer\" target=\"_blank\">Jiří Orten</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Karel_Pol%C3%A1%C4%8Dek\" rel=\"noopener noreferrer\" target=\"_blank\">Karel Poláček</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Eduard_Bass\" rel=\"noopener noreferrer\" target=\"_blank\">Eduard Bass</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Jan_Weiss\" rel=\"noopener noreferrer\" target=\"_blank\">Jan Weiss</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Karel_Nov%C3%BD\" rel=\"noopener noreferrer\" target=\"_blank\">Karel Nový</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Zden%C4%9Bk_N%C4%9Bme%C4%8Dek_(spisovatel)\" rel=\"noopener noreferrer\" target=\"_blank\">Zdeněk Němeček</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Egon_Hostovsk%C3%BD\" rel=\"noopener noreferrer\" target=\"_blank\">Egon Hostovský</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Vojt%C4%9Bch_Mart%C3%ADnek\" rel=\"noopener noreferrer\" target=\"_blank\">Vojtěch Martínek</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Jaroslav_Havl%C3%AD%C4%8Dek\" rel=\"noopener noreferrer\" target=\"_blank\">Jaroslav Havlíček</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Bo%C5%BEena_Bene%C5%A1ov%C3%A1\" rel=\"noopener noreferrer\" target=\"_blank\">Božena Benešová</a></li></ul><p><br></p>"}, 
 {"id":94,"created_at":"2025-03-01T15:34:42.399445+00:00","line_id":718955,"item_data":{"id": 5, "end": -631152000000, "tag": 5, "name": "Skupina 42", "group": 5, "start": -946771200000, "cssVariables": {"--item-background": "#819016"}},"description":"<p><a href=\"https://cs.wikipedia.org/wiki/Skupina_42\" rel=\"noopener noreferrer\" target=\"_blank\">Skupina 42</a> je skupina autorů, jejichž dílo bylo plné úzkosti a o obav z budoucnosti. Jejich tvorba spadá do období těsně před naší <a href=\"https://cs.wikipedia.org/wiki/Mnichovsk%C3%A1_dohoda\" rel=\"noopener noreferrer\" target=\"_blank\">kapitulací</a> a poté do doby <a href=\"https://cs.wikipedia.org/wiki/Druh%C3%A1_sv%C4%9Btov%C3%A1_v%C3%A1lka\" rel=\"noopener noreferrer\" target=\"_blank\">druhé světové války</a>.</p><ul><li><a href=\"https://cs.wikipedia.org/wiki/Hanu%C5%A1_Bonn\" rel=\"noopener noreferrer\" target=\"_blank\">Hanuš Bonn</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Hanu%C5%A1_Fantl\" rel=\"noopener noreferrer\" target=\"_blank\">Hanuš Fantl</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Ji%C5%99%C3%AD_Kol%C3%A1%C5%99\" rel=\"noopener noreferrer\" target=\"_blank\">Jiří Kolář</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Josef_Kainar\" rel=\"noopener noreferrer\" target=\"_blank\">Josef Kainar</a></li><li><a href=\"https://cs.wikipedia.org/wiki/Ivan_Blatn%C3%BD\" rel=\"noopener noreferrer\" target=\"_blank\">Ivan Blatný</a></li></ul><p><br></p>"}, 
 {"id":159,"created_at":"2025-03-16T15:11:37.927939+00:00","line_id":519078,"item_data":{"id": 1, "end": 1735689600000, "tag": 1, "name": "Azra", "group": 2, "start": 1704067200000, "cssVariables": {"--item-background": "#BAE6FD"}},"description":"<p>sexy jak zmrd</p>"}, 
 {"id":117,"created_at":"2025-03-01T16:54:47.919522+00:00","line_id":718955,"item_data":{"id": 26, "end": -1167609600000, "tag": 26, "name": "Hospodářská krize (1929–1933)", "group": 1, "start": -1293840000000, "cssVariables": {"--item-background": "#CD3E8C"}},"description":"<p>Velká hospodářská krize zasáhla celý svět a způsobila masovou nezaměstnanost, bídu a sociální nepokoje. To se promítlo i do literatury, kde sílí důraz na sociální témata a problematiku chudoby. Proletářská poezie a sociálně orientovaná próza reflektují těžký život dělníků a volají po změně společenského systému.</p>"}, 
 {"id":152,"created_at":"2025-03-15T21:46:29.010989+00:00","line_id":319818,"item_data":{"id": 5, "end": 1609459200000, "tag": 5, "name": "Stredni prumyslova skola strojnicka Betlemska", "group": 2, "start": 1577836800000, "cssVariables": {"--item-background": "#DEC28B"}},"description":"<p>Taky jsem nebyla fanousek.</p><p><span style=\"background-color: rgb(250, 204, 204);\"><span class=\"ql-formula\" data-value=\"e=mc^2\">﻿<span contenteditable=\"false\">﻿<span contenteditable=\"false\"><span class=\"katex\"><span class=\"katex-mathml\"><math xmlns=\"http://www.w3.org/1998/Math/MathML\"><semantics><mrow><mi>e</mi><mo>=</mo><mi>m</mi><msup><mi>c</mi><mn>2</mn></msup></mrow><annotation encoding=\"application/x-tex\">e=mc^2</annotation></semantics></math></span><span class=\"katex-html\" aria-hidden=\"true\"><span class=\"base\"><span class=\"strut\" style=\"height: 0.4306em;\"></span><span class=\"mord mathnormal\">e</span><span class=\"mspace\" style=\"margin-right: 0.2778em;\"></span><span class=\"mrel\">=</span><span class=\"mspace\" style=\"margin-right: 0.2778em;\"></span></span><span class=\"base\"><span class=\"strut\" style=\"height: 0.8141em;\"></span><span class=\"mord mathnormal\">m</span><span class=\"mord\"><span class=\"mord mathnormal\">c</span><span class=\"msupsub\"><span class=\"vlist-t\"><span class=\"vlist-r\"><span class=\"vlist\" style=\"height: 0.8141em;\"><span class=\"\" style=\"top: -3.063em; margin-right: 0.05em;\"><span class=\"pstrut\" style=\"height: 2.7em;\"></span><span class=\"sizing reset-size6 size3 mtight\"><span class=\"mord mtight\">2</span></span></span></span></span></span></span></span></span></span></span></span>﻿</span>﻿</span> </span></p>"}, 
 {"id":122,"created_at":"2025-03-01T16:59:31.367924+00:00","line_id":718955,"item_data":{"id": 31, "end": -1104537600000, "tag": 31, "name": "Rozvoj kinematografie a rozhlasu (první polovině 20. století)", "group": 8, "start": -1577923200000, "cssVariables": {"--item-background": "#3DD4E2"}},"description":"<p>V první polovině 20. století se literatura dostává do konkurence s novými médii – filmem a rozhlasem. Zatímco některé literární proudy se snaží využít vizuální inspirace (např. futurismus), jiné ztrácejí svůj dřívější vliv. Rozhlas a film se zároveň stávají nástroji propagandy.</p>"}, 
 {"id":134,"created_at":"2025-03-15T11:41:46.79412+00:00","line_id":414190,"item_data":{"id": 4, "end": 1640995200000, "tag": 4, "name": "", "group": 2, "start": 1609459200000, "cssVariables": {"--item-background": "#00A8FF"}},"description":""}, 
 {"id":136,"created_at":"2025-03-15T11:41:46.903718+00:00","line_id":414190,"item_data":{"id": 6, "end": 1640995200000, "tag": 4, "name": "jirka diamond", "group": 4, "start": 1609459200000, "cssVariables": {"--item-background": "#00A8FF"}},"description":""}, 
 {"id":155,"created_at":"2025-03-15T21:49:26.520313+00:00","line_id":319818,"item_data":{"id": 8, "end": 1609459200000, "tag": 8, "name": "Uklizeni kancelari", "group": 5, "start": 1577836800000, "cssVariables": {"--item-background": "#9F95FD"}},"description":""}, 
 {"id":79,"created_at":"2025-03-01T14:27:44.785809+00:00","line_id":209874,"item_data":{"id": 4, "end": -85834857600000, "tag": 4, "name": "DOBA BRONZOVÁ", "group": 2, "start": -133170307200000, "cssVariables": {"--item-background": "#BB852C"}},"description":"<p>Doba bronzová vyrůstá z eneolitických tradic, kultury doby bronzové na našem území vlastně plynule pokračují z mladoeneolitických tzv. <a href=\"http://www.archeologienadosah.cz/o-archeologii/slovnicek-pojmu/#pohárové%20kultury\" rel=\"noopener noreferrer\" target=\"_blank\">pohárových kultur</a>. Doba bronzová se dá rozdělit na tři významné logické celky – na starší dobu bronzovou, na období mohylových kultur a na období popelnicových polí. Starobronzové a mohylové období vykazuje jisté podobnosti. Komplex popelnicových polí sice vychází z mohylového prostředí, ale kulturně je spíše předobrazem následující starší doby železné. Proto budou v následujícím výkladu rozebrány první dvě etapy bronzové společně a období popelnicových polí jako samostatný celek.</p>"}, 
 {"id":135,"created_at":"2025-03-15T11:41:46.849731+00:00","line_id":414190,"item_data":{"id": 5, "end": 1640995200000, "tag": 4, "name": "", "group": 3, "start": 1609459200000, "cssVariables": {"--item-background": "#00A8FF"}},"description":""}, 
 {"id":137,"created_at":"2025-03-15T11:42:37.210839+00:00","line_id":414190,"item_data":{"id": 7, "end": 1609459200000, "tag": 7, "name": "jirka platina", "group": 5, "start": 1577836800000, "cssVariables": {"--item-background": "#BAE6FD"}},"description":""}, 
 {"id":138,"created_at":"2025-03-15T11:43:21.504754+00:00","line_id":414190,"item_data":{"id": 8, "end": 1577836800000, "tag": 8, "name": "", "group": 5, "start": 946684800000, "cssVariables": {"--item-background": "#FFCD23"}},"description":""}, 
 {"id":139,"created_at":"2025-03-15T11:43:21.557811+00:00","line_id":414190,"item_data":{"id": 9, "end": 1577836800000, "tag": 8, "name": "jirka gold", "group": 6, "start": 946684800000, "cssVariables": {"--item-background": "#FFCD23"}},"description":""}, 
 {"id":140,"created_at":"2025-03-15T11:44:03.21975+00:00","line_id":414190,"item_data":{"id": 10, "end": 946684800000, "tag": 10, "name": "GRATULUJEME!", "group": 1, "start": -30610224000000, "cssVariables": {"--item-background": "#BAE6FD"}},"description":""}, 
 {"id":141,"created_at":"2025-03-15T11:44:31.32048+00:00","line_id":414190,"item_data":{"id": 11, "end": 1735689600000, "tag": 11, "name": "GRATULUJEME", "group": 1, "start": 1577836800000, "cssVariables": {"--item-background": "#FEFEFF"}},"description":""}, 
 {"id":154,"created_at":"2025-03-15T21:48:10.248748+00:00","line_id":319818,"item_data":{"id": 7, "end": 1893456000000, "tag": 7, "name": "UK PedF :P", "group": 2, "start": 1735689600000, "cssVariables": {"--item-background": "#FFD3F0"}},"description":""}]